[
  {
    "id": 1,
    "tourName": "Auli Skiing & Cable Car Tour",
    "about": "Auli, the place blessed by snow is too good to be put in words. The Auli palce is known for skiing more than anything else. It comes in Chamoli district of Uttarakhand district and at a height of nearly 3000 metres with a vertical drop of 500 metres. While skiing might be more a popular reason for coming to Auli, the place is not devoid of other tourist attractions. Auli is the kind of place where pleasure and adventure, wild beauty and slopes of snow field, nature's beauty in its best form comes alive. What makes a trip to Auli so fulfilling and interesting is the fact that the place is flanked by some interesting places to visit in Auli and nearby. One can just stay in Auli Himachal Pradesh, enjoy the skiing and to take a break, just visit any of the nearby paces, like Joshimath, just 16 kilometres. Even the young honeymooners plan their honeymoon in Auli to adore its beauty. That is why these days so many tourism hotels in Auli has been opened by the government.",
    "images": [
      "https://images.unsplash.com/photo-1551524164-687a55dd1126?ixlib=rb-4.0.3&auto=format&fit=crop&w=1200&q=80",
      "https://images.unsplash.com/photo-1551698618-1dfe5d97d256?ixlib=rb-4.0.3&auto=format&fit=crop&w=1200&q=80",
      "https://images.unsplash.com/photo-1578662996442-48f60103fc96?ixlib=rb-4.0.3&auto=format&fit=crop&w=1200&q=80"
    ],
    "heroImage": "/adventures/auli.jpg",
    "duration": "3 Days / 2 Nights",
    "startPoint": "Haridwar Railway Station / Dehradun Airport",
    "endPoint": "Haridwar Railway Station / Dehradun Airport",
    "itinerary": [
      {
        "day": 1,
        "title": "Haridwar - Auli",
        "activities": [
          "Early morning pick-up from Haridwar Railway Station / Dehradun Airport (around 08:00 hrs).",
          "Drive towards Auli, enjoying the scenic route via Devprayag and Rudraprayag.",
          "On arrival, check in at your resort.",
          "Relax and soak in the refreshing mountain weather.",
          "Overnight stay at Auli."
        ]
      },
      {
        "day": 2,
        "title": "Explore Auli",
        "activities": [
          "After breakfast at the resort, proceed to Auli Ropeway (cable car charges extra, payable directly).",
          "Enjoy a breathtaking ride offering panoramic views of the snow-clad Himalayas, oak forests, and alpine meadows.",
          "Spend the entire day exploring the beauty of Auli - a paradise for nature lovers and adventure seekers.",
          "Return to the resort by evening and relax.",
          "Overnight stay at Auli."
        ]
      },
      {
        "day": 3,
        "title": "Auli - Haridwar ",
        "activities": [
          "After breakfast, check out from the resort.",
          "Drive back towards Haridwar / Dehradun.",
          "Drop at Railway Station / Airport for your onward journey.",
          "Tour ends with sweet & unforgettable memories of Auli!"
        ]
      }
    ],
    "inclusions": [
      "Transport from Haridwar to Haridwar by Indigo (02-03 Pax) / Innova (04-06 Pax) / Tempo Traveller (07-10 Pax)",
      "Non-AC vehicles will be used in hill areas for safety",
      "Toll taxes, interstate taxes & parking charges",
      "Driver's allowance & fuel charges",
      "Accommodation in mentioned hotels/resorts for 02 nights (twin/triple sharing)",
      "Daily breakfast & dinner at the hotel",
      "All currently applicable hotel & transport taxes"
    ],
    "exclusions": [
      "Airfare / train fare to Haridwar & return",
      "5% GST (Government Service Tax)",
      "Meals other than those specified in inclusions",
      "Ropeway / cable car / helicopter tickets and VIP darshan charges (if any)",
      "Pony / Doli / Mule / Porter charges for personal luggage",
      "Personal expenses such as tips, laundry, telephone calls, beverages, bottled water, liquor, etc.",
      "Entrance fees at monuments, parks, or sightseeing points not mentioned in the inclusions",
      "Travel Insurance of any kind",
      "Expenses incurred due to bad weather, natural calamities, landslides, strikes, or road closures",
      "Any other services not specified under “Tour Includes”"
    ],
    "termsAndConditions": [
      "In case of any increase in hotel rates, transport charges, fuel prices, or government taxes, the package cost will be revised accordingly.",
      "Explore Case is not holding any hotel or transport reservations at this stage. Confirmation will be subject to availability at the time of booking and will be shared by email once secured.",
      "Any change in train/flight schedule or timing that requires amendment of the itinerary may lead to additional costs, which will be informed separately and will be payable by the guest.",
      "If group members do not arrive or depart with the group, additional transfer charges will apply.",
      "Meals are included only as mentioned in the itinerary. Meals required during transfers, sightseeing, or day trips (not specified in inclusions) will be charged additionally on actuals.",
      "The rates quoted are valid only for the specific dates mentioned in the proposal/itinerary.",
      "Budget hotels in India provide basic accommodation and facilities, and service standards may vary by region.",
      "Explore Case shall not be held responsible for any immigration/visa-related issues or travel document complications. In such cases, the cancellation policy will apply in full."
    ]
  },
  {
    "id": 2,
    "tourName": "Valley of Flowers Trek with Auli & Joshimath",
    "about": "The Valley of Flowers National Park in Uttarakhand is a UNESCO World Heritage Site, renowned for its breathtaking alpine meadows and vibrant blossoms. Nestled in the Garhwal Himalayas, this enchanting valley is carpeted with a diverse range of rare and endemic flora, making it a paradise for nature lovers, trekkers, and photographers. Apart from its floral beauty, the Valley of Flowers trek also offers a chance to spot rare wildlife like the Asiatic black bear, musk deer, red fox, blue sheep, brown bear, and even the elusive snow leopard. Flowing streams, floral pastures, and majestic mountain backdrops add to its magical charm. According to legends, this is the mystical land from where Hanuman collected the Sanjeevani booti to save Lakshmana in the epic Ramayana. Today, the Valley of Flowers stands as one of the most sought-after trekking destinations in India, combining natural beauty, adventure, and spiritual significance.",
    "images": [
      "https://images.unsplash.com/photo-1506905925346-21bda4d32df4?ixlib=rb-4.0.3&auto=format&fit=crop&w=1200&q=80",
      "https://images.unsplash.com/photo-1506197603052-3cc9c3a201bd?ixlib=rb-4.0.3&auto=format&fit=crop&w=1600&q=80",
      "https://images.unsplash.com/photo-1441974231531-c6227db76b6e?ixlib=rb-4.0.3&auto=format&fit=crop&w=1200&q=80"
    ],
    "heroImage": "/adventures/Valley-of-Flowers.webp",
    "duration": "6 Days / 5 Nights",
    "startPoint": "Dehradun",
    "endPoint": "Dehradun",
    "itinerary": [
      {
        "day": 1,
        "title": "Dehradun - Joshimath",
        "activities": [
          "Arrival at Dehradun Airport/Railway Station",
          "Drive to Joshimath and check-in at the hotel",
          "Visit Narsingh Temple, winter seat of Lord Badrinath",
          "Learn about Jyotirmath established by Adi Guru Shankaracharya",
          "Overnight stay at Joshimath"
        ]
      },
      {
        "day": 2,
        "title": "Joshimath - Auli - Joshimath",
        "activities": [
          "Breakfast at the hotel",
          "Take the ropeway to Auli (at own cost)",
          "Option for skiing in Auli (at own cost)",
          "Attend cultural programs showcasing Uttarakhand heritage",
          "Return to Joshimath and check-in at hotel",
          "Overnight stay at Joshimath"
        ]
      },
      {
        "day": 3,
        "title": "Joshimath - Govindghat - Ghangaria (Trek: 14 km / ~6 hrs)",
        "activities": [
          "Breakfast at hotel",
          "Drive to Govindghat, trek starting point",
          "Begin 14 km trek on a pilgrim trail",
          "Reach Ghangaria, base camp for Valley of Flowers",
          "Check-in at guesthouse",
          "Overnight stay at Ghangaria"
        ]
      },
      {
        "day": 4,
        "title": "Ghangaria - Valley of Flowers - Ghangaria (Trek: 5 km one way)",
        "activities": [
          "Breakfast at Ghangaria",
          "Trek 5 km to Valley of Flowers (3,858 m)",
          "See rare flora like Brahma Kamal and multicolored wildflowers",
          "Enjoy views of Nilgiri Parbat (6,474 m) and snow-clad peaks",
          "Explore valley divided by Pushpawati Stream",
          "Return trek to Ghangaria",
          "Overnight stay at Ghangaria"
        ]
      },
      {
        "day": 5,
        "title": "Ghangaria - Govindghat - Rudraprayag",
        "activities": [
          "Breakfast at Ghangaria",
          "Trek back to Govindghat",
          "Drive to Rudraprayag",
          "Check-in at hotel",
          "Overnight stay at Rudraprayag"
        ]
      },
      {
        "day": 6,
        "title": "Rudraprayag - Rishikesh - Dehradun (Departure)",
        "activities": [
          "Breakfast at hotel",
          "Drive towards Dehradun via Rishikesh",
          "Enroute sightseeing: Ram Jhula, Laxman Jhula, and famous Ashrams",
          "Continue to Dehradun Airport for onward flight"
        ]
      }
    ],
    "inclusions": [
      "Transport from Haridwar to Haridwar by Indigo (02-03 Pax), Innova (04-06 Pax), Tempo Traveller (07-10 Pax) - Non AC in hills",
      "Toll tax, parking charges & driver allowance",
      "Accommodation in hotels/guest houses/camps for 04 nights (twin/triple sharing)",
      "Daily breakfast & dinner at hotels + vegetarian meals during trek",
      "Entry permit/fees for Valley of Flowers National Park",
      "Services of experienced trek leader/guide and support staff",
      "Basic first aid kit during trekking",
      "All applicable taxes"
    ],
    "exclusions": [
      "Airfare / train fare to & from Haridwar",
      "GST (Government Service Tax)",
      "Meals not mentioned in the itinerary (like lunch on travel days)",
      "Porterage / Mule charges for personal luggage",
      "Expenses of personal nature (tips, laundry, telephone calls, liquor, bottled water, etc.)",
      "Any sightseeing, activities or services not specified in 'Tour Includes'",
      "Travel Insurance",
      "Entrance fees during additional sightseeing (if any)",
      "Expenses incurred due to bad weather, road closure, landslides, or other natural causes"
    ],
    "termsAndConditions": [
      "In case of increase in hotel rates, transport costs, fuel prices, or government taxes, package cost will be revised",
      "Explore Case is not holding hotel bookings at proposal stage; confirmation subject to availability",
      "Changes in train/flight schedule that require amendment in itinerary may incur extra costs borne by guest",
      "If travelers do not arrive or depart with group, extra transfer charges will apply",
      "Meals are included only as specified in the itinerary; additional meals will be charged extra",
      "Rates valid only for dates mentioned in itinerary/quotation",
      "Budget hotels in India provide basic facilities; standards may vary by region",
      "Visa/immigration issues or documentation delays are traveler's responsibility; cancellation policy applies",
      "Explore Case not responsible for delays/cancellations due to weather, strikes, or natural causes",
      "Travel insurance strongly recommended for all travelers"
    ]
  },
  {
    "id": 3,
    "tourName": "Rishikesh River Rafting & Bungee Jumping Package",
    "about": "Known as both the Yoga Capital of the World and the Adventure Capital of India, Rishikesh offers the perfect blend of thrill and nature. This 2 Days / 1 Night Rishikesh Adventure Package includes the most popular activities – river rafting in Rishikesh, bungee jumping, zipline, camping, kayaking, and canoeing. Whether you're seeking adrenaline-pumping sports or a relaxing night under the stars, this package is designed for adventure lovers and group travelers alike. Directly book your Rishikesh adventure tour with Explore Case for an unforgettable experience in the lap of the Himalayas",
    "images": [
      "https://images.unsplash.com/photo-1551524164-687a55dd1126?ixlib=rb-4.0.3&auto=format&fit=crop&w=1200&q=80",
      "https://images.unsplash.com/photo-1551698618-1dfe5d97d256?ixlib=rb-4.0.3&auto=format&fit=crop&w=1200&q=80",
      "https://images.unsplash.com/photo-1578662996442-48f60103fc96?ixlib=rb-4.0.3&auto=format&fit=crop&w=1200&q=80"
    ],
    "heroImage": "/adventures/rafting.jpg",
    "duration": "2 Days / 1 Night",
    "startPoint": "Rishikesh",
    "endPoint": "Rishikesh",
    "itinerary": [
      {
        "day": 1,
        "title": "Arrival - River Rafting - Camp Stay",
        "activities": [
          "Arrive at the camp in Rishikesh and check in",
          "Freshen up and enjoy lunch",
          "Attend safety briefing & rafting technique session with instructors",
          "Rafting expedition on the Ganges from Shivpuri to Ram Jhula / NIM Beach",
          "Experience rapids like Roller Coaster, Golf Course, and Club House",
          "Evening bonfire & music followed by dinner",
          "Overnight stay at the riverside camp"
        ]
      },
      {
        "day": 2,
        "title": "Bungee Jumping - Departure",
        "activities": [
          "Breakfast at the camp",
          "Proceed for Bungee Jumping from 83 meters height",
          "Experience the thrill of free fall",
          "Trip concludes with adventure-filled memories"
        ]
      }
    ],
    "inclusions": [
      "Accommodation on sharing basis at the campsite",
      "All meals: Breakfast, Lunch, Dinner with evening snacks & tea",
      "River Rafting (9 km stretch) on the Ganges",
      "01 Bungee Jump from 83 meters height",
      "In case of non-availability, similar category accommodation will be provided",
      "Rates are subject to availability"
    ],
    "exclusions": [
      "GST as applicable",
      "International or Domestic Air/Rail tickets",
      "Meals/drinks other than those in inclusions",
      "Personal expenses: laundry, porter, tips, camera fee, ropeway charges, entrance fees",
      "Travel or medical insurance, expenses due to weather, road closure, or landslides",
      "Government tax increase after booking",
      "Services not specifically mentioned in inclusions",
      "Photo/Video Package: ₹750 for 1 activity, ₹1200 for 2 activities (on request)"
    ],
    "termsAndConditions": [
      "River rafting and bungee jumping are adventure sports and involve risk",
      "Participation is voluntary and requires signing an undertaking form before activities",
      "Organizer not responsible for accidents, injuries, or loss due to negligence or external factors",
      "People with heart conditions, high blood pressure, epilepsy, fractures, pregnancy, or medical issues should not participate",
      "Weight Limit for bungee jumping: Minimum 40 kg, Maximum 110 kg",
      "Company not responsible for loss of luggage, valuables, or personal belongings",
      "Any damage to camp property or equipment by guests will be charged directly"
    ]
  },
  {
    "id": 4,
    "tourName": "Jim Corbett National Park Tour",
    "about": "Jim Corbett Corporate Group Packages from Delhi - Experience the perfect blend of adventure and relaxation with jungle safari tours, wildlife spotting, team outings, and comfortable stays near Jim Corbett National Park. Ideal for corporate trips, family groups, and friends looking for a nature retreat.",
    "images": [
      "https://images.unsplash.com/photo-1551524164-687a55dd1126?ixlib=rb-4.0.3&auto=format&fit=crop&w=1200&q=80",
      "https://images.unsplash.com/photo-1551698618-1dfe5d97d256?ixlib=rb-4.0.3&auto=format&fit=crop&w=1200&q=80",
      "https://images.unsplash.com/photo-1578662996442-48f60103fc96?ixlib=rb-4.0.3&auto=format&fit=crop&w=1200&q=80"
    ],
    "heroImage": "/adventures/jim corbett.webp",
    "duration": "3 Days / 2 Nights",
    "startPoint": "Delhi",
    "endPoint": "Delhi",
    "itinerary": [
      {
        "day": 1,
        "title": "Delhi - Jim Corbett National Park (250 km | ~6 hrs drive)",
        "activities": [
          "Depart from Delhi for Jim Corbett National Park",
          "Check in at the hotel/resort and relax",
          "After lunch visit Garjiya Devi Temple",
          "Visit Corbett Waterfall (Tiger Fall)",
          "Return to the hotel in the evening",
          "Dinner and overnight stay at the resort"
        ]
      },
      {
        "day": 2,
        "title": "Jim Corbett Wildlife Safari & Adventure",
        "activities": [
          "Early morning Jeep Safari inside Jim Corbett National Park",
          "Spot wildlife including tigers, leopards, elephants, deer, and birds (e.g., Blossom-headed Parakeet, Crested Serpent Eagle, Red Junglefowl)",
          "Optional Elephant Safari (extra cost)",
          "Evening relaxation and bonfire with dinner",
          "Overnight stay at the resort"
        ]
      },
      {
        "day": 3,
        "title": "Jim Corbett - Delhi (250 km | ~6 hrs drive)",
        "activities": [
          "Breakfast at the resort",
          "Check out and drive back to Delhi",
          "Arrive in Delhi by evening"
        ]
      }
    ],
    "inclusions": [
      "Accommodation in a resort/hotel on twin/triple sharing basis",
      "Meals: Breakfast, Lunch & Dinner as per itinerary",
      "1 Jeep Safari inside Jim Corbett National Park",
      "Sightseeing at Garjiya Devi Temple & Corbett Waterfall",
      "Evening bonfire with music (subject to weather)",
      "All transfers & sightseeing by private vehicle",
      "Driver allowances, fuel, tolls & parking"
    ],
    "exclusions": [
      "GST as applicable",
      "Airfare or train tickets",
      "Extra meals/snacks or drinks beyond inclusions",
      "Optional activities (Elephant Safari, adventure sports, etc.)",
      "Personal expenses (laundry, porter, tips, phone calls, camera/video charges)",
      "Travel or medical insurance",
      "Expenses due to roadblocks, landslides, weather, or natural calamities",
      "Any increase in government taxes, park entry fees, or fuel costs after booking",
      "Anything not mentioned in inclusions"
    ],
    "termsAndConditions": [
      "50% advance required to confirm the booking",
      "Remaining balance must be cleared before the trip starts",
      "All bookings subject to availability at the time of confirmation",
      "Safari bookings are non-refundable once confirmed",
      "Guests must carry a valid photo ID for entry",
      "Safari zone/route allotted by Forest Department cannot be changed",
      "No smoking, drinking, or littering inside the park"
    ]
  }
]
